Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/oppfolging-rettigheter_id_705161.html.tmx
Source language: nob
Languages: sme

source: Oversikt over regjeringens oppfølging av anbefalinger fra FNs spesialrapportør for urfolks rettigheter - regjeringen.no
sme: Bajilgovva das mot ráđđehus čuovvola ON eamiálbmotvuoigatvuođaid spesiáladieđiheaddji ávžžuhusaid

source: FNs spesialrapportør for urfolks rettigheter, professor James Anaya, ga i januar 2011 ut en rapport om samenes situasjon i Finland, Sverige og Norge.
sme: ON eamiálbmotvuoigatvuođaid spesiáladieđiheaddji, professor James Anaya, almmuhii 2011 ođđajagimánus raportta sámiid dili birra Suomas, Ruoŧas ja Norggas.

source: Regjeringen har nå laget en oversikt over hvordan anbefalingene fra Anaya til Norge følges opp.
sme: Ráđđehus lea dál ráhkadan bajilgova das Mot Norga čuovvola Anaya ávžžuhusaid.

source: Spesialrapportørens rapport fra 2011 inneholder en rekke merknader og anbefalinger til statene.
sme: Spesiáladieđiheaddji 2011 raporta sisttisdoallá muhtun mearkkašumiid ja ávžžuhusaid stáhtaide.

source: De fleste av anbefalingene til Norge blir allerede fulgt opp, enten ved prosesser som er godt i gang, eller ved at regjeringen har tatt stilling til spørsmålene som er reist.
sme: Eanas ávžžuhusain mat gullet Norgii leat juo čuovvoluvvon, juogo proseassaiguin mat juo bures leat boahtán johtui, dahje go ráđđehus lea mearridan juoidá gažaldagaide mat leat jerrojuvvon.

source: Oversikten (på engelsk) er et verktøy for myndighetene i arbeidet med å følge opp anbefalingene fra spesialrapportøren.
sme: Bajilgovva (eŋgelasgillii) lea reaidu eiseválddiide barggus čuovvolit spesiáladieđiheaddji ávžžuhusaid.

source: Dokumentet er skrevet på engelsk for lett å kunne brukes av departementene i aktuelle internasjonale sammenhenger.
sme: Dokumeanta lea čállojuvvon eŋgelasgillii vai departemeanttaide lea álki dan geavahit áigeguovdilis riikkaidgaskasaš oktavuođain.

source: Oversikten vil bli oppdatert i 2013 og 2014.
sme: Bajilgovva ođasmahttojuvvo 2013:s ja 2014:s.

source: Rapport fra FNs spesialrapportør for urfolks rettigheter om samenes situasjon i nordiske land - 2011 (PDF)
sme: ON eamiálbmotvuoigatvuođaid spesiáladieđiheaddji raporta sámiid dili birra davviriikkain - 2011 (PDF)

source: Rapport fra FNs spesialrapportør for urfolks rettigheter om samenes situasjon i nordiske land - 2011 - norsk oversettelse (PDF)
sme: ON eamiálbmotvuoigatvuođaid spesiáladieđiheaddji raporta sámiid dili birra davviriikkain – 2011 – dárogiel jorgaleapmi (PDF)
